import { LOCALES } from "../locales";

export default {
  [LOCALES.RUSSIAN]: {
    "contact.question": "У тебя есть проект?",
    "contact.contactText":
      "Отправить сообщение по почте или контакты на номер телефона",
    "contact.numPhone": 89028750246,
    "contact.email": "Litavanchik@gmail.com",
    "desing.numberTitle": "02",
    "desing.title": "Дизайн",
    "desing.pageText":
      "Leb предлагает широкий спектр дизайнерских услуг профессионалам и частным лицам. Мы поддерживаем наших клиентов в создании и развитии их идентичности и цифровых медиа.",
    "main.intro": "Творческая студия",
    "main.intro2": "аудиовизуальное",
    "main.smallTitle": "fpv | drone | видео | дизайн",
    "studio.title": "CТУДИЯ",
    "studio.article1.div": "Лаборатория, что это?",
    "studio.article1.p1":
      "После карьеры художественного руководителя Томас Кювелье в 2019 году решает создать собственную компанию, основной деятельностью которой станет дизайн и создание аудиовизуальных материалов (видео).",
    "studio.article1.p2":
      "Эта идея сочетания дизайна с видео породила название 'Le Lab'. Подобно лаборатории, мы смешиваем две вселенные, чтобы создать новую.",
    "studio.article1.p3":
      "Возможности следовали одна за другой, и с 2020 года Лаборатория приобрела новый навык: овладение воздухом. После обучения и получения официального сертификата, выданного DGAC, лаборатория получила звание утвержденного удаленного пилота и может выполнять любые виды аэрофотосъемок легально и безопасно.",
    "studio.article1.p4":
      "Сегодня Лаборатория - это собеседник, доверенное лицо, которое выполняет ваши задачи в Бордо, как и везде, используя профессиональное оборудование, ноу-хау, высокие навыки и, конечно же, доброту.",
    "studio.article2.div": "FPV дрон - с видом от первого лица",
    "studio.article2.p1": "Вам интересно, что такое FPV?",
    "studio.article2.p2":
      "Все просто, представьте себе беспилотник, который способен следовать за мотоциклом, автомобилем, лодкой и даже планером, запущенным на полной скорости. Представьте себе беспилотник, который может проникнуть в дом, офис или на строительную площадку. Возможности безграничны.",
    "studio.article2.p3":
      "FPV (вид от первого лица) предлагает совершенно революционный визуальный подход. Чтобы лучше понять, традиционный беспилотник используется для создания кинематографических снимков. FPV, со своей стороны, обеспечивает динамичные снимки при полном погружении.",
    "studio.article2.p4":
      "В контексте фильма у двух типов беспилотников есть свои особенности, они дополняют друг друга. Но будьте осторожны, FPV - это не та практика, которую мы можем импровизировать. Это требует большой работы, техники и точности.",
    "studio.article2.p5":
      "Но, к счастью, Лаборатория осваивает обе практики 🚀",
    "studio.article3.div": "Студия, центр Бордо",
    "studio.article3.p1":
      "С сентября 2023 года лаборатория развивается и займет свои собственные офисы, расположенные в Бордо, в районе Дарвин, в двух шагах от моста Шабан-Дельмас. Он будет идеально расположен и сможет вместить общее рабочее пространство, мастерскую для беспилотных летательных аппаратов и видео / фотостудию площадью 30 м2.",
    "studio.article3.p2":
      "Лаборатория также предназначена для совместного использования. Как только он откроется, 5 коворкинг-офисов будут предложены самозанятым предпринимателям, работающим в сфере коммуникаций, технологий или аудиовизуального сектора. Интерес заключается в том, чтобы иметь возможность обмениваться нашими навыками, помогать друг другу и развиваться вместе, сохраняя при этом активность каждого.",
    "studio.article3.p3":
      "Если вы заинтересованы в этом, не стесняйтесь обращаться в лабораторию.",
    "video.numberTitle": "01",
    "video.title": "ВИДЕО",
    "video.pageText":
      "Достаньте свои салфетки, приготовьтесь смеяться, мечтать, воображать. В этом весь смысл видео - воспроизводить эмоции. Лаборатория воображает, реализует и производит то, чем вы хотите поделиться.",
    "footer.dark": "темно",
    "footer.light": "светло",
    "footer.name": "Le Leb.",
    "footer.2023": "©2023 Le Leb - Ivanov Maksim - Все права защищены",
    "footer.nameSite": "Be Leb.",
  },
};
