
Имя узла:                         LAPTOP-KNO7AJR3
Название ОС:                      Майкрософт Windows 10 Домашняя для одного языка
Версия ОС:                        10.0.18363 Н/Д построение 18363
Изготовитель ОС:                  Microsoft Corporation
Параметры ОС:                     Изолированная рабочая станция
Сборка ОС:                        Multiprocessor Free
Зарегистрированный владелец:      yura22875@yandex.ru
Зарегистрированная организация:   HP
Код продукта:                     00327-30207-25083-AAOEM
Дата установки:                   30.07.2022, 1:43:58
Время загрузки системы:           19.02.2023, 17:12:13
Изготовитель системы:             HP
Модель системы:                   HP Laptop 15-db0xxx
Тип системы:                      x64-based PC
Процессор(ы):                     Число процессоров - 1.
                                  [01]: AMD64 Family 21 Model 112 Stepping 0 AuthenticAMD ~2400 МГц
Версия BIOS:                      Insyde F.02, 06.04.2018
Папка Windows:                    C:\WINDOWS
Системная папка:                  C:\WINDOWS\system32
Устройство загрузки:              \Device\HarddiskVolume1
Язык системы:                     ru;Русский
Язык ввода:                       ru;Русский
Часовой пояс:                     (UTC+05:00) Екатеринбург
Полный объем физической памяти:   7 646 МБ
Доступная физическая память:      2 557 МБ
Виртуальная память: Макс. размер: 11 119 МБ
Виртуальная память: Доступна:     2 101 МБ
Виртуальная память: Используется: 9 018 МБ
Расположение файла подкачки:      C:\pagefile.sys
Домен:                            WORKGROUP
Сервер входа в сеть:              \\LAPTOP-KNO7AJR3
Исправление(я):                   Число установленных исправлений - 27.
                                  [01]: KB4601556
                                  [02]: KB4497165
                                  [03]: KB4515383
                                  [04]: KB4516115
                                  [05]: KB4517245
                                  [06]: KB4521863
                                  [07]: KB4524569
                                  [08]: KB4528759
                                  [09]: KB4535680
                                  [10]: KB4538674
                                  [11]: KB4541338
                                  [12]: KB4552152
                                  [13]: KB4565554
                                  [14]: KB4569073
                                  [15]: KB4576751
                                  [16]: KB4577586
                                  [17]: KB4577670
                                  [18]: KB4580325
                                  [19]: KB4584229
                                  [20]: KB4586863
                                  [21]: KB4589211
                                  [22]: KB4598479
                                  [23]: KB4601395
                                  [24]: KB5000908
                                  [25]: KB5003244
                                  [26]: KB5001680
                                  [27]: KB5003169
Сетевые адаптеры:                 Число сетевых адаптеров - 2.
                                  [01]: Realtek PCIe GbE Family Controller
                                        Имя подключения: Ethernet
                                        Состояние:       Носитель отключен
                                  [02]: Realtek RTL8723DE 802.11b/g/n PCIe Adapter
                                        Имя подключения: Беспроводная сеть
                                        DHCP включен:    Да
                                        DHCP-сервер:     192.168.0.1
                                        IP-адрес
                                        [01]: 192.168.0.12
                                        [02]: fe80::659e:4cfd:cea8:956a
                                        [03]: 2a01:540:6e8:3f00:157f:605f:d54d:f023
                                        [04]: 2a01:540:6e8:3f00:659e:4cfd:cea8:956a
Требования Hyper-V:               Обнаружена низкоуровневая оболочка. Функции, необходимые для Hyper-V, отображены не будут.
